Repository: lukasic/corcho
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sk

source: Student
sk: Študent

source: Students
sk: Študenti

source: Teacher
sk: Učiteľ

source: Teachers
sk: Učitelia

source: subjects
sk: predmety

source: courses
sk: predmety/semináre

source: name
sk: názov

source: Control
sk: Ovládanie

source: Phase: Changes in choosings
sk: Fáza: Zmeny v zápisoch

source: Preparation
sk: Príprava

source: Choosing of courses
sk: Zápis predmetov/seminárov

source: Evaluating of options
sk: Vyhodnotenie možností

source: Changes in choosings
sk: Zmeny v zápisoch

source: Creating groups
sk: Vytváranie skupín

source: Group changes
sk: Zmeny v skupinách

source: Finished
sk: Ukončené

source: Choosing configuration
sk: Nastavenia pre zápis

source: Choosing configurations
sk: Nastavenia pre zápisy

source: Waiting
sk: Čaká sa

source: Approved
sk: Schválené

source: Denied
sk: Odmietnuté

source: Deleted
sk: Zmazané

source: Student's choose
sk: Študentov zápis

source: Students' chooses
sk: Zápisy študentov

source: Student cannot choose in this choosing.
sk: Študent nemôže zapisovať z danej kategórie

source: Course does not belong to the choosing course category.
sk: Kurz nepatrí do kategórie, v rámci ktorej zapisujeme

source: Student reached maximum limit of choosed courses.
sk: Študent dosiahol horný limit zapísaných kurzov

source: Could not choose denied course.
sk: Nie je možné zapísať zrušený kurz

source: Request for teacher
sk: Žiadosť o učiteľa

source: Requests for teachers
sk: Žiadosti o učiteľov

source: Course category
sk: Kategória kurzov

source: Course categories
sk: Kategórie kurzov

source: Subject class
sk: Trieda predmetov

source: Subject classes
sk: Triedy predmetov

source: Course
sk: Predmet/Seminár

source: Courses
sk: Predmety/Semináre

source: Logout
sk: Odhlásiť

source: Log in
sk: Prihlásiť

source: Username
sk: Login

source: Password
sk: Heslo

source: Information about courses
sk: Informácie o predmetoch/seminároch

source: Search
sk: Hľadať

source: Category
sk: Kategória

source: Goal
sk: Cieľ

source: Content
sk: Obsah

source: Annotations
sk: Anotácie

source: No courses.
sk: Žiadne predmety/semináre.

source: Dashboard
sk: Úvod

source: All courses
sk: Všetky kurzy

source: Couses choosing
sk: Zápis predmetov/seminárov

source: My courses
sk: Moje zápisy

source: Teachers requests
sk: Žiadosti o učiteľov

source: Course editation
sk: Editácia kurzu

source: Administrator
sk: Správca

source: Administration
sk: Správa

source: Name
sk: Názov

source: Time
sk: Čas

source: State
sk: Stav

source: Action
sk: Akcia

source: Cancel
sk: Zrušiť

source: You haven't choosed anything in this category.
sk: Nemáte nič zapísané z tejto kategórie

source: Courses choosing
sk: Zápis predmetov/seminárov

source: Choose
sk: Zapísať

source: Reached limit
sk: Dosiahnutý limit

source: Choosed
sk: Zapísané

source: Required
sk: Požadované

source: No courses in this category
sk: Žiadne predmety/semináre v tejto kategórii

source: New request
sk: Nová žiadosť

source: Save
sk: Uložiť

source: Last change
sk: Posledná zmena

source: You haven't requested for teacher in this category yet.
sk: Nemáte žiadne žiadosti o učiteľa z tejto kategórie

source: This option is not available for you right now.
sk: Táto možnosť nie je práve teraz dostupná

source: Cannot change.
sk: Nie je možné zmeniť zápis.
